Repository: firebase/FirebaseUI-iOS
Catalog: FirebaseSwiftUI/FirebaseAuthSwiftUI/Sources/Strings/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, de_at, el, es, fa, fi, fil, fr, fr_ch, gsw, gu, he, hi, hr, hu, id, it, ja, kn, ko, ln, lv, mr, ms, nb, nl, nn_no, pl, pt, pt_pt, ro, ru, sk, sl, sr, sr_latn, sv, ta, th, tr, uk, ur, vi, zh, zh_hant, zh_hant_tw

source: Set up two-factor authentication to add an extra layer of security to your account.
ar: قم بإعداد المصادقة الثنائية لإضافة طبقة أمان إضافية إلى حسابك.
bg: Настройте двуфакторно удостоверяване, за да добавите допълнителен слой сигурност към акаунта си.
bn: আপনার অ্যাকাউন্টে অতিরিক্ত নিরাপত্তা যোগ করতে টু-ফ্যাক্টর প্রমাণীকরণ সেট আপ করুন।
ca: Configura l'autenticació en dos passos per afegir una capa addicional de seguretat al teu compte.
cs: Nastavte dvoufázové ověření, aby byl váš účet lépe chráněn.
da: Opsæt tofaktorgodkendelse for at tilføje et ekstra sikkerhedslag til din konto.
de: Richte die Zwei-Faktor-Authentifizierung ein, um deinem Konto eine zusätzliche Sicherheitsebene hinzuzufügen.
de_at: Richten Sie die Zwei-Faktor-Authentifizierung ein, um Ihrem Konto eine zusätzliche Sicherheitsebene hinzuzufügen.
el: Ρυθμίστε τον έλεγχο ταυτότητας δύο παραγόντων για να προσθέσετε ένα επιπλέον επίπεδο ασφάλειας στον λογαριασμό σας.
es: Configura la autenticación de dos factores para agregar una capa adicional de seguridad a tu cuenta.
fa: احراز هویت دو عاملی را راه‌اندازی کنید تا یک لایه امنیتی اضافی به حساب خود اضافه کنید.
fi: Ota käyttöön kaksivaiheinen tunnistautuminen lisätäksesi tilillesi ylimääräisen turvakerroksen.
fil: I-set up ang two-factor authentication upang magdagdag ng karagdagang layer ng seguridad sa iyong account.
fr: Configure l'authentification à deux facteurs pour ajouter une couche de sécurité supplémentaire à ton compte.
fr_ch: Configurez l'authentification à deux facteurs pour ajouter une couche de sécurité supplémentaire à votre compte.
gsw: Richt d'Zwei-Faktor-Authentifizierig ii, zum dim Konto e zuesätzlichi Sicherheitsschicht hinzuezfüege.
gu: તમારા એકાઉન્ટમાં સુરક્ષાનું એક વધારાનું સ્તર ઉમેરવા માટે ટુ-ફેક્ટર પ્રમાણીકરણ સેટ કરો.
he: הגדר אימות דו־שלבי כדי להוסיף שכבת אבטחה נוספת לחשבון שלך.
hi: अपने खाते में सुरक्षा की एक अतिरिक्त परत जोड़ने के लिए दो-कारक प्रमाणीकरण सेट करें।
hr: Postavite dvofaktorsku autentifikaciju kako biste poboljšali sigurnost svog računa.
hu: Állítson be kétfaktoros hitelesítést, hogy további biztonsági réteget adjon a fiókjához.
id: Siapkan autentikasi dua faktor untuk menambahkan lapisan keamanan ekstra ke akun Anda.
it: Configura l'autenticazione a due fattori per aggiungere un ulteriore livello di sicurezza al tuo account.
ja: 2段階認証を設定して、アカウントにセキュリティレイヤーを追加します。
kn: ನಿಮ್ಮ ಖಾತೆಗೆ ಹೆಚ್ಚುವರಿ ಭದ್ರತಾ ಪದರವನ್ನು ಸೇರಿಸಲು ಎರಡು-ಅಂಶ ದೃಢೀಕರಣವನ್ನು ಹೊಂದಿಸಿ.
ko: 계정에 추가 보안 계층을 추가하려면 2단계 인증을 설정하세요.
ln: Tyá kondimisa ya bakambi mibale mpo na kobakisa mokano mosusu ya libateli na kɔnti na yo.
lv: Iestatiet divfaktoru autentifikāciju, lai pievienotu papildu drošības līmeni savam kontam.
mr: तुमच्या खात्यात सुरक्षिततेचा अतिरिक्त स्तर जोडण्यासाठी दोन-घटक प्रमाणीकरण सेट करा.
ms: Sediakan pengesahan dua faktor untuk menambah lapisan keselamatan tambahan pada akaun anda.
nb: Konfigurer tofaktorautentisering for å legge til et ekstra sikkerhetslag til kontoen din.
nl: Stel tweeledige verificatie in om je account extra te beveiligen.
nn_no: Konfigurer tofaktorautentisering for å leggje til eit ekstra tryggingsslag til kontoen din.
pl: Skonfiguruj uwierzytelnianie dwuskładnikowe, aby dodać dodatkową warstwę zabezpieczeń do swojego konta.
pt: Configure a autenticação de dois fatores para adicionar uma camada extra de segurança à sua conta.
pt_pt: Configure a autenticação de dois fatores para adicionar uma camada extra de segurança à sua conta.
ro: Configurați autentificarea cu doi factori pentru a adăuga un nivel suplimentar de securitate la contul dvs.
ru: Настройте двухфакторную аутентификацию, чтобы добавить дополнительный уровень безопасности к вашему аккаунту.
sk: Nastavte dvojfaktorové overovanie a pridajte do svojho účtu ďalšiu vrstvu zabezpečenia.
sl: Nastavite dvofaktorsko preverjanje pristnosti in dodajte dodatno raven varnosti svojemu računu.
sr: Подесите двофакторску аутентификацију да бисте додали додатни ниво безбедности вашем налогу.
sr_latn: Podesite dvofaktorsku autentifikaciju da biste dodali dodatni nivo bezbednosti vašem nalogu.
sv: Konfigurera tvåfaktorsautentisering för att lägga till ett extra lager av säkerhet till ditt konto.
ta: உங்கள் கணக்கிற்கு கூடுதல் பாதுகாப்பு அடுக்கைச் சேர்க்க இரு காரணி அங்கீகாரத்தை அமைக்கவும்.
th: ตั้งค่าการตรวจสอบสิทธิ์แบบสองปัจจัยเพื่อเพิ่มระดับความปลอดภัยเพิ่มเติมให้กับบัญชีของคุณ
tr: Hesabınıza ekstra bir güvenlik katmanı eklemek için iki faktörlü kimlik doğrulamayı kurun.
uk: Налаштуйте двофакторну автентифікацію, щоб додати додатковий рівень безпеки до свого облікового запису.
ur: اپنے اکاؤنٹ میں سیکیورٹی کی ایک اضافی تہہ شامل کرنے کے لیے دو عنصری تصدیق سیٹ اپ کریں۔
vi: Thiết lập xác thực hai yếu tố để thêm một lớp bảo mật bổ sung cho tài khoản của bạn.
zh: 设置双重验证，为您的账户添加额外的安全层。
zh_hant: 設定雙重驗證，為您的帳號增加額外的安全防護層。
zh_hant_tw: 設定雙重驗證，為您的帳號增加一層額外的安全保護。

source: Sign in with Apple
ar: تسجيل الدخول باستخدام Apple
bg: Вход с Apple
bn: অ্যাপল দিয়ে সাইন ইন করুন
ca: Inicia sessió amb Apple
cs: Přihlásit se pomocí Apple
da: Log ind med Apple
de: Mit Apple anmelden
de_at: Mit Apple anmelden
el: Σύνδεση με Apple
es: Iniciar sesión con Apple
fa: ورود با Apple
fi: Kirjaudu Applella
fil: Mag-sign in gamit ang Apple
fr: Se connecter avec Apple
fr_ch: Se connecter avec Apple
gsw: Mit Apple aamälde
gu: Apple સાથે સાઇન ઇન કરો
he: התחבר באמצעות Apple
hi: Apple के साथ साइन इन करें
hr: Prijava putem Apple-a
hu: Bejelentkezés Apple-lel
id: Masuk dengan Apple
it: Accedi con Apple
ja: Appleでサインイン
kn: Apple ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: Apple로 로그인
ln: Kokota na Apple
lv: Pierakstīties ar Apple
mr: Apple सह साइन इन करा
ms: Log masuk dengan Apple
nb: Logg inn med Apple
nl: Inloggen met Apple
nn_no: Logg inn med Apple
pl: Zaloguj się przez Apple
pt: Entrar com Apple
pt_pt: Iniciar sessão com Apple
ro: Conectați-vă cu Apple
ru: Войти через Apple
sk: Prihlásiť sa cez Apple
sl: Prijavi se z Apple
sr: Пријави се путем Apple
sr_latn: Prijavi se putem Apple
sv: Logga in med Apple
ta: Apple உடன் உள்நுழையவும்
th: ลงชื่อเข้าใช้ด้วย Apple
tr: Apple ile oturum aç
uk: Увійти через Apple
ur: Apple کے ساتھ سائن ان کریں
vi: Đăng nhập bằng Apple
zh: 使用 Apple 登录
zh_hant: 使用 Apple 登入
zh_hant_tw: 使用 Apple 登入

source: Sign in with email link
ar: تسجيل الدخول برابط البريد الإلكتروني
bg: Вход чрез имейл линк
bn: ইমেইল লিংক দিয়ে সাইন ইন করুন
ca: Inicia sessió amb l'enllaç del correu
cs: Přihlásit se pomocí emailového odkazu
da: Log ind med emaillink
de: Mit E-Mail-Link anmelden
de_at: Mit E-Mail-Link anmelden
el: Σύνδεση με σύνδεσμο email
es: Iniciar sesión con enlace por correo
fa: ورود با لینک ایمیل
fi: Kirjaudu sähköpostilinkillä
fil: Mag-sign in gamit ang email link
fr: Se connecter avec un lien e-mail
fr_ch: Se connecter avec un lien e-mail
gsw: Mit E-Mail-Link aamälde
gu: ઇમેઇલ લિંક સાથે સાઇન ઇન કરો
he: התחבר באמצעות קישור בדוא״ל
hi: ईमेल लिंक के साथ साइन इन करें
hr: Prijava putem email poveznice
hu: Bejelentkezés e-mail hivatkozással
id: Masuk dengan tautan email
it: Accedi con link email
ja: メールリンクでサインイン
kn: ಇಮೇಲ್ ಲಿಂಕ್ ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: 이메일 링크로 로그인
ln: Kokota na lien ya email
lv: Pierakstīties ar e-pasta saiti
mr: ईमेल लिंकसह साइन इन करा
ms: Log masuk dengan pautan e-mel
nb: Logg inn med e-postlenke
nl: Inloggen met e-mail-link
nn_no: Logg inn med e-postlenke
pl: Zaloguj się przez link w e-mailu
pt: Entrar com link de e-mail
pt_pt: Iniciar sessão com ligação de e-mail
ro: Conectați-vă cu link de e-mail
ru: Войти по ссылке из электронной почты
sk: Prihlásiť sa odkazom z e-mailu
sl: Prijavi se s povezavo iz e-pošte
sr: Пријави се путем имејл линка
sr_latn: Prijavi se putem imejl linka
sv: Logga in med e-postlänk
ta: மின்னஞ்சல் இணைப்பு மூலம் உள்நுழையவும்
th: ลงชื่อเข้าใช้ด้วยลิงก์อีเมล
tr: E-posta bağlantısıyla oturum aç
uk: Увійти за посиланням з електронної пошти
ur: ای میل لنک کے ساتھ سائن ان کریں
vi: Đăng nhập bằng liên kết email
zh: 使用邮箱链接登录
zh_hant: 使用電子郵件連結登入
zh_hant_tw: 使用電子郵件連結登入

source: Sign in with Facebook
ar: تسجيل الدخول باستخدام Facebook
bg: Вход с Facebook
bn: ফেসবুক দিয়ে সাইন ইন করুন
ca: Inicia sessió amb Facebook
cs: Přihlásit se pomocí Facebooku
da: Log ind med Facebook
de: Mit Facebook anmelden
de_at: Mit Facebook anmelden
el: Σύνδεση με Facebook
es: Iniciar sesión con Facebook
fa: ورود با Facebook
fi: Kirjaudu Facebookilla
fil: Mag-sign in gamit ang Facebook
fr: Se connecter avec Facebook
fr_ch: Se connecter avec Facebook
gsw: Mit Facebook aamälde
gu: Facebook સાથે સાઇન ઇન કરો
he: התחבר באמצעות Facebook
hi: Facebook के साथ साइन इन करें
hr: Prijava putem Facebook-a
hu: Bejelentkezés Facebookkal
id: Masuk dengan Facebook
it: Accedi con Facebook
ja: Facebookでサインイン
kn: Facebook ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: Facebook으로 로그인
ln: Kokota na Facebook
lv: Pierakstīties ar Facebook
mr: Facebook सह साइन इन करा
ms: Log masuk dengan Facebook
nb: Logg inn med Facebook
nl: Inloggen met Facebook
nn_no: Logg inn med Facebook
pl: Zaloguj się przez Facebook
pt: Entrar com Facebook
pt_pt: Iniciar sessão com Facebook
ro: Conectați-vă cu Facebook
ru: Войти через Facebook
sk: Prihlásiť sa cez Facebook
sl: Prijavi se s Facebookom
sr: Пријави се путем Facebook
sr_latn: Prijavi se putem Facebook
sv: Logga in med Facebook
ta: Facebook உடன் உள்நுழையவும்
th: ลงชื่อเข้าใช้ด้วย Facebook
tr: Facebook ile oturum aç
uk: Увійти через Facebook
ur: Facebook کے ساتھ سائن ان کریں
vi: Đăng nhập bằng Facebook
zh: 使用 Facebook 登录
zh_hant: 使用 Facebook 登入
zh_hant_tw: 使用 Facebook 登入

source: Sign in with Google
ar: تسجيل الدخول باستخدام Google
bg: Вход с Google
bn: গুগল দিয়ে সাইন ইন করুন
ca: Inicia sessió amb Google
cs: Přihlásit se pomocí Google
da: Log ind med Google
de: Mit Google anmelden
de_at: Mit Google anmelden
el: Σύνδεση με Google
es: Iniciar sesión con Google
fa: ورود با Google
fi: Kirjaudu Googlella
fil: Mag-sign in gamit ang Google
fr: Se connecter avec Google
fr_ch: Se connecter avec Google
gsw: Mit Google aamälde
gu: Google સાથે સાઇન ઇન કરો
he: התחבר באמצעות Google
hi: Google के साथ साइन इन करें
hr: Prijava putem Google-a
hu: Bejelentkezés Google-lal
id: Masuk dengan Google
it: Accedi con Google
ja: Googleでサインイン
kn: Google ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: Google로 로그인
ln: Kokota na Google
lv: Pierakstīties ar Google
mr: Google सह साइन इन करा
ms: Log masuk dengan Google
nb: Logg inn med Google
nl: Inloggen met Google
nn_no: Logg inn med Google
pl: Zaloguj się przez Google
pt: Entrar com Google
pt_pt: Iniciar sessão com Google
ro: Conectați-vă cu Google
ru: Войти через Google
sk: Prihlásiť sa cez Google
sl: Prijavi se z Googlom
sr: Пријави се путем Google
sr_latn: Prijavi se putem Google
sv: Logga in med Google
ta: Google உடன் உள்நுழையவும்
th: ลงชื่อเข้าใช้ด้วย Google
tr: Google ile oturum aç
uk: Увійти через Google
ur: Google کے ساتھ سائن ان کریں
vi: Đăng nhập bằng Google
zh: 使用 Google 登录
zh_hant: 使用 Google 登入
zh_hant_tw: 使用 Google 登入

source: Sign in with Phone
ar: تسجيل الدخول باستخدام الهاتف
bg: Вход с телефон
bn: ফোন দিয়ে সাইন ইন করুন
ca: Inicia sessió amb el telèfon
cs: Přihlásit se pomocí telefonu
da: Log ind med telefon
de: Mit Telefon anmelden
de_at: Mit Telefon anmelden
el: Σύνδεση με τηλέφωνο
es: Iniciar sesión con teléfono
fa: ورود با تلفن
fi: Kirjaudu puhelimella
fil: Mag-sign in gamit ang Telepono
fr: Se connecter avec un téléphone
fr_ch: Se connecter avec le téléphone
gsw: Mit Telefon aamälde
gu: ફોન સાથે સાઇન ઇન કરો
he: התחבר באמצעות טלפון
hi: फ़ोन के साथ साइन इन करें
hr: Prijava putem telefona
hu: Bejelentkezés telefonnal
id: Masuk dengan Telepon
it: Accedi con telefono
ja: 電話でサインイン
kn: ದೂರವಾಣಿಯೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: 전화번호로 로그인
ln: Kokota na Telefone
lv: Pierakstīties ar tālruni
mr: फोनसह साइन इन करा
ms: Log masuk dengan Telefon
nb: Logg inn med telefon
nl: Inloggen met telefoonnummer
nn_no: Logg inn med telefon
pl: Zaloguj się przez telefon
pt: Entrar com telefone
pt_pt: Iniciar sessão com telefone
ro: Conectați-vă cu telefonul
ru: Войти через телефон
sk: Prihlásiť sa telefónom
sl: Prijavi se s telefonom
sr: Пријави се путем телефона
sr_latn: Prijavi se putem telefona
sv: Logga in med telefon
ta: தொலைபேசி மூலம் உள்நுழையவும்
th: ลงชื่อเข้าใช้ด้วยโทรศัพท์
tr: Telefon ile oturum aç
uk: Увійти через телефон
ur: فون کے ساتھ سائن ان کریں
vi: Đăng nhập bằng điện thoại
zh: 使用手机号登录
zh_hant: 使用電話號碼登入
zh_hant_tw: 使用電話號碼登入

source: Sign in with X
ar: تسجيل الدخول باستخدام X
bg: Вход с X
bn: X দিয়ে সাইন ইন করুন
ca: Inicia sessió amb X
cs: Přihlásit se pomocí X
da: Log ind med X
de: Mit X anmelden
de_at: Mit X anmelden
el: Σύνδεση με X
es: Iniciar sesión con X
fa: ورود با X
fi: Kirjaudu X:llä
fil: Mag-sign in gamit ang X
fr: Se connecter avec X
fr_ch: Se connecter avec X
gsw: Mit X aamälde
gu: X સાથે સાઇન ઇન કરો
he: התחבר באמצעות X
hi: X के साथ साइन इन करें
hr: Prijava putem X
hu: Bejelentkezés X-szel
id: Masuk dengan X
it: Accedi con X
ja: Xでサインイン
kn: X ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: X로 로그인
ln: Kokota na X
lv: Pierakstīties ar X
mr: X सह साइन इन करा
ms: Log masuk dengan X
nb: Logg inn med X
nl: Inloggen met X
nn_no: Logg inn med X
pl: Zaloguj się przez X
pt: Entrar com X
pt_pt: Iniciar sessão com X
ro: Conectați-vă cu X
ru: Войти через X
sk: Prihlásiť sa cez X
sl: Prijavi se z X
sr: Пријави се путем X
sr_latn: Prijavi se putem X
sv: Logga in med X
ta: X உடன் உள்நுழையவும்
th: ลงชื่อเข้าใช้ด้วย X
tr: X ile oturum aç
uk: Увійти через X
ur: X کے ساتھ سائن ان کریں
vi: Đăng nhập bằng X
zh: 使用 X 登录
zh_hant: 使用 X 登入
zh_hant_tw: 使用 X 登入

source: Sign Out
ar: تسجيل الخروج
bg: Изход
bn: সাইন আউট করুন
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
de_at: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fa: خروج
fi: Kirjaudu ulos
fil: Mag-sign out
fr: Se déconnecter
fr_ch: Se déconnecter
gsw: Abmälde
gu: સાઇન આઉટ કરો
he: התנתק
hi: साइन आउट करें
hr: Odjava
hu: Kijelentkezés
id: Keluar
it: Esci
ja: サインアウト
kn: ಸೈನ್ ಔಟ್
ko: 로그아웃
ln: Kobima
lv: Izrakstīties
mr: साइन आउट करा
ms: Log keluar
nb: Logg ut
nl: Uitloggen
nn_no: Logg ut
pl: Wyloguj się
pt: Sair
pt_pt: Terminar sessão
ro: Deconectați-vă
ru: Выйти
sk: Odhlásiť sa
sl: Odjavi se
sr: Одјави се
sr_latn: Odjavi se
sv: Logga ut
ta: வெளியேறு
th: ออกจากระบบ
tr: Oturumu kapat
uk: Вийти
ur: سائن آؤٹ کریں
vi: Đăng xuất
zh: 退出登录
zh_hant: 登出
zh_hant_tw: 登出

source: Sign up
ar: التسجيل
bg: Регистрация
bn: সাইন আপ করুন
ca: Crea un compte
cs: Registrovat se
da: Opret konto
de: Registrieren
de_at: Registrieren
el: Εγγραφή
es: Registrarse
fa: ثبت‌نام
fi: Luo tili
fil: Mag-sign up
fr: S'inscrire
fr_ch: S'inscrire
gsw: Registriere
gu: સાઇન અપ કરો
he: הירשם
hi: साइन अप करें
hr: Registracija
hu: Regisztráció
id: Daftar
it: Registrati
ja: 登録
kn: ಸೈನ್ ಅಪ್
ko: 가입하기
ln: Komikoma
lv: Reģistrēties
mr: साइन अप करा
ms: Daftar
nb: Registrer deg
nl: Registreren
nn_no: Registrer deg
pl: Zarejestruj się
pt: Cadastrar-se
pt_pt: Registar-se
ro: Înregistrați-vă
ru: Зарегистрироваться
sk: Zaregistrovať sa
sl: Registriraj se
sr: Региструј се
sr_latn: Registruj se
sv: Registrera dig
ta: பதிவு செய்யவும்
th: สมัครสมาชิก
tr: Kaydol
uk: Зареєструватися
ur: سائن اپ کریں
vi: Đăng ký
zh: 注册
zh_hant: 註冊
zh_hant_tw: 註冊

source: Signed in!
ar: تم تسجيل الدخول!
bg: Успешно влязохте!
bn: সাইন ইন হয়েছে!
ca: Has iniciat sessió!
cs: Přihlášení úspěšné!
da: Logget ind!
de: Angemeldet!
de_at: Angemeldet!
el: Συνδεθήκατε!
es: ¡Sesión iniciada!
fa: وارد شدید!
fi: Kirjautuminen onnistui!
fil: Naka-sign in na!
fr: Connecté !
fr_ch: Connecté !
gsw: Aagmäldet!
gu: સાઇન ઇન થયો!
he: התחברת!
hi: साइन इन हो गए!
hr: Prijavljeni ste!
hu: Bejelentkezve!
id: Berhasil masuk!
it: Accesso effettuato!
ja: サインインしました！
kn: ಸೈನ್ ಇನ್ ಆಗಿದೆ!
ko: 로그인되었습니다!
ln: Okɔtaki!
lv: Pierakstījies!
mr: साइन इन झाले!
ms: Berjaya log masuk!
nb: Logget inn!
nl: Ingelogd!
nn_no: Logga inn!
pl: Zalogowano!
pt: Login efetuado!
pt_pt: Sessão iniciada!
ro: Conectat!
ru: Вы вошли!
sk: Prihlásený!
sl: Prijavljeni!
sr: Пријављени сте!
sr_latn: Prijavljeni ste!
sv: Inloggad!
ta: உள்நுழைந்துள்ளீர்கள்!
th: ลงชื่อเข้าใช้แล้ว!
tr: Oturum açıldı!
uk: Ви увійшли!
ur: سائن ان ہو گئے!
vi: Đã đăng nhập!
zh: 登录成功！
zh_hant: 登入成功！
zh_hant_tw: 登入成功！

source: Sign-in email Sent
ar: تم إرسال بريد تسجيل الدخول
bg: Имейлът за вход е изпратен
bn: সাইন-ইন ইমেইল পাঠানো হয়েছে
ca: S'ha enviat el correu d'inici de sessió
cs: Přihlašovací email odeslán
da: Loginmail sendt
de: Anmelde-E-Mail gesendet
de_at: Anmelde-E-Mail gesendet
el: Το email σύνδεσης στάλθηκε
es: Correo de inicio de sesión enviado
fa: ایمیل ورود ارسال شد
fi: Kirjautumissähköposti lähetetty
fil: Naipadala na ang Sign-in Email
fr: E-mail de connexion envoyé
fr_ch: E-mail de connexion envoyé
gsw: Aamälde-E-Mail gschickt
gu: સાઇન-ઇન ઇમેઇલ મોકલ્યો
he: דוא״ל התחברות נשלח
hi: साइन-इन ईमेल भेजा गया
hr: Email za prijavu poslan
hu: Bejelentkezési e-mail elküldve
id: Email Masuk Terkirim
it: Email di accesso inviata
ja: サインインメールを送信しました
kn: ಸೈನ್-ಇನ್ ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗಿದೆ
ko: 로그인 이메일 전송됨
ln: Email ya kokota etindami
lv: Pierakstīšanās e-pasts nosūtīts
mr: साइन-इन ईमेल पाठवला
ms: E-mel Log Masuk Dihantar
nb: Påloggings-e-post sendt
nl: Inlogmail verzonden
nn_no: Påloggings-e-post sendt
pl: Wysłano e-mail logowania
pt: E-mail de login enviado
pt_pt: E-mail de início de sessão enviado
ro: E-mail de conectare trimis
ru: Письмо для входа отправлено
sk: E-mail na prihlásenie odoslaný
sl: E-pošta za prijavo poslana
sr: Имејл за пријављивање послат
sr_latn: Imejl za prijavljivanje poslat
sv: Inloggnings-e-post skickad
ta: உள்நுழைவு மின்னஞ்சல் அனுப்பப்பட்டது
th: ส่งอีเมลลงชื่อเข้าใช้แล้ว
tr: Oturum açma e-postası gönderildi
uk: Лист для входу надіслано
ur: سائن ان ای میل بھیج دی گئی
vi: Email đăng nhập đã được gửi
zh: 登录邮件已发送
zh_hant: 登入郵件已傳送
zh_hant_tw: 登入郵件已寄出

# SignInTitle
source: Sign in
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter

# SignInTooManyTimesError
source: You've entered an incorrect password too many times. Try again in a few minutes.
ar: لقد أدخلت كلمة مرور غير صحيحة مرات عديدة. حاول مرة أخرى في غضون بضع دقائق.
de: Du hast zu oft ein falsches Passwort eingegeben. Versuche es in ein paar Minuten erneut.
es: Has ingresado una contraseña incorrecta demasiadas veces. Intenta nuevamente en unos minutos.
fr: Tu as saisi un mot de passe incorrect trop de fois. Réessaie dans quelques minutes.

source: Sign in with email
ar: تسجيل الدخول باستخدام البريد الإلكتروني
bg: Вход с имейл
bn: ইমেইল দিয়ে সাইন ইন করুন
ca: Inicia sessió amb correu electrònic
cs: Přihlásit se emailem
da: Log ind med email
de: Mit E-Mail anmelden
de_at: Mit E-Mail anmelden
el: Σύνδεση με email
es: Iniciar sesión con correo
fa: ورود با ایمیل
fi: Kirjaudu sähköpostilla
fil: Mag-sign in gamit ang email
fr: Se connecter avec un e-mail
fr_ch: Se connecter avec l'e-mail
gsw: Mit E-Mail aamälde
gu: ઇમેઇલ સાથે સાઇન ઇન કરો
he: התחבר באמצעות דוא״ל
hi: ईमेल के साथ साइन इन करें
hr: Prijava emailom
hu: Bejelentkezés e-maillel
id: Masuk dengan email
it: Accedi con email
ja: メールでサインイン
kn: ಇಮೇಲ್ ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: 이메일로 로그인
ln: Kokota na email
lv: Pierakstīties ar e-pastu
mr: ईमेलसह साइन इन करा
ms: Log masuk dengan e-mel
nb: Logg inn med e-post
nl: Inloggen met e-mail
nn_no: Logg inn med e-post
pl: Zaloguj się przez e-mail
pt: Entrar com e-mail
pt_pt: Iniciar sessão com e-mail
ro: Conectați-vă cu e-mailul
ru: Войти через электронную почту
sk: Prihlásiť sa e-mailom
sl: Prijavi se z e-pošto
sr: Пријави се путем имејла
sr_latn: Prijavi se putem imejla
sv: Logga in med e-post
ta: மின்னஞ்சல் மூலம் உள்நுழையவும்
th: ลงชื่อเข้าใช้ด้วยอีเมล
tr: E-posta ile oturum aç
uk: Увійти через електронну пошту
ur: ای میل کے ساتھ سائن ان کریں
vi: Đăng nhập bằng email
zh: 使用邮箱登录
zh_hant: 使用電子郵件登入
zh_hant_tw: 使用電子郵件登入

# SignInWithProvider
source: Sign in with %@
ar: تسجيل الدخول باستخدام %@
de: Mit %@ anmelden
es: Iniciar sesión con %@
fr: Se connecter avec %@

# SignUpTitle
source: Create account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte

# SignUpTooManyTimesError
source: Too many account requests are coming from your IP address. Try again in a few minutes.
ar: تأتي الكثير من طلبات الحساب من عنوان IP الخاص بك. حاول مرة أخرى في غضون بضع دقائق.
de: Zu viele Kontoanfragen kommen von deiner IP-Adresse. Versuche es in ein paar Minuten erneut.
es: Demasiadas solicitudes de cuenta provienen de tu dirección IP. Intenta nuevamente en unos minutos.
fr: Trop de demandes de compte proviennent de ton adresse IP. Réessaie dans quelques minutes.

source: SMS Authentication
ar: مصادقة الرسائل القصيرة
bg: SMS удостоверяване
bn: SMS প্রমাণীকরণ
ca: Autenticació per SMS
cs: SMS ověření
da: SMS-godkendelse
de: SMS-Authentifizierung
de_at: SMS-Authentifizierung
el: Έλεγχος ταυτότητας μέσω SMS
es: Autenticación por SMS
fa: احراز هویت پیامک
fi: SMS-tunnistautuminen
fr: Authentification par SMS
fr_ch: Authentification par SMS
gsw: SMS-Authentifizierig
gu: SMS પ્રમાણીકરણ
he: אימות SMS
hi: SMS प्रमाणीकरण
hr: SMS autentifikacija
hu: SMS-hitelesítés
id: Autentikasi SMS
it: Autenticazione SMS
ja: SMS認証
kn: SMS ದೃಢೀಕರಣ
ko: SMS 인증
ln: Kondimisa na SMS
lv: SMS autentifikācija
mr: SMS प्रमाणीकरण
ms: Pengesahan SMS
nb: SMS-autentisering
nl: SMS-verificatie
nn_no: SMS-autentisering
pl: Uwierzytelnianie SMS
pt: Autenticação por SMS
pt_pt: Autenticação por SMS
ro: Autentificare SMS
ru: SMS-аутентификация
sk: Overovanie SMS
sl: Preverjanje pristnosti prek SMS
sr: SMS аутентификација
sr_latn: SMS autentifikacija
sv: SMS-autentisering
ta: SMS அங்கீகாரம்
th: การตรวจสอบสิทธิ์ทาง SMS
tr: SMS kimlik doğrulaması
uk: SMS-автентифікація
ur: SMS تصدیق
vi: Xác thực SMS
zh: 短信验证
zh_hant: 簡訊驗證
zh_hant_tw: 簡訊驗證

source: SMS Verification
ar: التحقق عبر الرسائل القصيرة
bg: SMS проверка
bn: SMS যাচাইকরণ
ca: Verificació per SMS
cs: SMS ověření
da: SMS-bekræftelse
de: SMS-Verifizierung
de_at: SMS-Verifizierung
el: Επαλήθευση μέσω SMS
es: Verificación por SMS
fa: تأیید پیامک
fi: SMS-vahvistus
fr: Vérification par SMS
fr_ch: Vérification par SMS
gsw: SMS-Verifizierig
gu: SMS ચકાસણી
he: אימות SMS
hi: SMS सत्यापन
hr: SMS verifikacija
hu: SMS-ellenőrzés
id: Verifikasi SMS
it: Verifica SMS
ja: SMS確認
kn: SMS ಪರಿಶೀಲನೆ
ko: SMS 확인
ln: Kondimisa na SMS
lv: SMS verifikācija
mr: SMS पडताळणी
ms: Pengesahan SMS
nb: SMS-bekreftelse
nl: SMS-verificatie
nn_no: SMS-stadfesting
pl: Weryfikacja SMS
pt: Verificação por SMS
pt_pt: Verificação por SMS
ro: Verificare SMS
ru: SMS-проверка
sk: Overenie SMS
sl: Preverjanje prek SMS
sr: SMS верификација
sr_latn: SMS verifikacija
sv: SMS-verifiering
ta: SMS சரிபார்ப்பு
th: การยืนยันทาง SMS
tr: SMS doğrulaması
uk: SMS-перевірка
ur: SMS تصدیق
vi: Xác minh SMS
zh: 短信验证
zh_hant: 簡訊驗證
zh_hant_tw: 簡訊驗證

source: SMS: %@
ar: الرسائل القصيرة: %@
fa: پیامک: %@
zh: 短信：%@
zh_hant: 簡訊：%@
zh_hant_tw: 簡訊：%@
